Repository: ArekvanSchaijk/T3EXT-jcc_appointments
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: nl

# day.0
source: Sunday
nl: Zondag

# day.1
source: Monday
nl: Maandag

# day.2
source: Tuesday
nl: Dinsdag

# day.3
source: Wednesday
nl: Woensdag

# day.4
source: Thursday
nl: Donderdag

# day.5
source: Friday
nl: Vrijdag

# day.6
source: Saturday
nl: Zaterdag

# month.01
source: January
nl: Januari

# month.02
source: February
nl: Februari

# month.03
source: March
nl: Maart

# month.05
source: May
nl: Mei

# month.06
source: June
nl: Juni

# month.07
source: July
nl: Juli

# month.08
source: August
nl: Augustus

# month.10
source: October
nl: Oktober

# progress.step1
source: Product selection
nl: Product selectie

# progress.step2
source: Location
nl: Locatie

# progress.step3
source: Date & Time
nl: Datum & Tijd

# progress.step4
source: Your data
nl: Uw gegevens

# progress.step5
source: Confirmation
nl: Bevestiging

# available_products.header
source: Available products
nl: Beschikbare producten

# available_products.description
source: Select the products for this appointment.
nl: Selecteer de producten voor deze afspraak door op de groene knop te klikken.

# available_products.button_addproduct
source: Choose
nl: Kies

# selected_products.header
source: Selected products
nl: Geselecteerde producten

# selected_products.description
source: You can remove your selection by deleting the item.
nl: U kunt uw selectie aanpassen door een item te verwijderen. Klik dan op de rode knop.

# selected_products.button_removeproduct
source: Remove
nl: Verwijder

# locations.header
source: Locations
nl: Locaties

# locations.header_openinghours
source: Opening hours
nl: Openingstijden

# locations.description
source: Select a location
nl: Selecteer een locatie

# locations.button_addlocation
source: Choose
nl: Kies

# locations.phone
source: Phone
nl: Telefoon

# clientdata.header
source: Your data
nl: Uw gegevens

# clientdata.description
source: Fill in your personal data
nl: Vul uw persoonlijke gegevens in

# clientdata.clientSex
source: Sex
nl: Geslacht

# clientdata.clientSexMale
source: Male
nl: Man

# clientdata.clientSexFemale
source: Female
nl: Vrouw

# clientdata.clientName
source: Name
nl: Naam

# clientdata.clientMiddleName
source: Middle name
nl: Tussenvoegsel(s)

# clientdata.clientLastName
source: Last name
nl: Achternaam

# clientdata.clientInitials
source: Initials
nl: Voorletters

# clientdata.clientDateOfBirth
source: Date of birth (DD-MM-YYYY)
nl: Geboortedatum

# clientdata.clientDateOfBirthConfirmation
source: Date of birth
nl: Geboortedatum

# clientdata.clientDayOfBirth
source: Day of birth
nl: Dag

# clientdata.clientDayOfBirthOption
source: Day
nl: Dag

# clientdata.clientMonthOfBirth
source: Month of birth
nl: Maand

# clientdata.clientMonthOfBirthOption
source: Month
nl: Maand

# clientdata.clientYearOfBirth
source: Year of birth
nl: Geboorte Jaar

# clientdata.clientYearOfBirthOption
source: Year
nl: jaar

# clientdata.submit
source: Submit
nl: Volgende

# clientdata.clientStreet
source: Street
nl: Straat

# clientdata.clientStreetNumber
source: number
nl: Nummer

# clientdata.clientAddress
source: Address (street + number)
nl: Adres

# clientdata.clientAddressConfirmation
source: Address
nl: Addres

# clientdata.clientPostalCode
source: Postal code (NNNNLL)
nl: Postcode

# clientdata.clientPostalCodeConfirmation
source: Postal code
nl: Postcode

# clientdata.clientCity
source: City
nl: Plaats

# clientdata.clientCountry
source: Country
nl: land

# clientdata.clientTel
source: Phone
nl: Telefoon

# clientdata.clientMobileTel
source: Mobile Phone
nl: Mobiele telefoon

# clientdata.clientMail
source: Mail
nl: Email

# clientdata.clientSms
source: SMS Notification
nl: SMS herinnering

# confirmation.header_clientdata
source: Your entered data
nl: Uw ingevoerde gegevens

# confirmation.description_clientdata
source: Check the information you entered
nl: Controleer s.v.p. de ingevoerde gegevens

# confirmation.header_selectedproducts
source: Selected products
nl: Geselecteerde producten

# confirmation.header_appointmentdetails
source: Appointment details
nl: Afspraak details

# confirmation.description_appointmentdetails
source: Your appointment
nl: Uw afspraak

# confirmation.header_takeouttexts
source: Takeout requisites
nl: Benodigdheden afspraak

# confirmation.description_takeouttexts
source: Requisites description...
nl: Beschrijving benodigdheden afspraak...

# confirmation.date
source: Date
nl: Datum

# confirmation.time
source: Time
nl: Tijd

# confirmation.endTime
source: End Time
nl: Eindtijd

# confirmation.location
source: Location
nl: Locatie

# confirmation.location.name
source: Name
nl: Naam

# confirmation.location.address
source: Address
nl: Adres

# confirmation.location.postalcode
source: Postal code
nl: Postcode

# confirmation.location.city
source: City
nl: Stad

# confirmation.location.phone
source: Phone
nl: Telefoon

# confirmation.phone
source: Phone
nl: Telefoon

# calendar.header_selectmonth
source: Month selection:
nl: Selecteer een maand:

# calendar.header_selectday
source: Day selection:
nl: Selecteer een dag:

# calendar.header_selecttime
source: Time selection:
nl: Selecteer een tijd:

# calendar.select
source: Select
nl: Selecteer

# calendar.empty_selectbox_value
source: -- select --
nl: -- selecteer --

# calendar.select_month
source: Select month
nl: Selecteer maand

# calendar.select_day
source: Select day
nl: Selecteer dag

# calendar.select_time
source: Select time
nl: Selecteer tijd

# message.no_available_days
source: There are no available days
nl: Er is geen dag beschikbaar

# message.no_available_days_in_month
source: There are no available days in this month
nl: Er is geen dag beschikbaar deze maand om een afspraak te maken

# message.no_available_times_in_day
source: There is no time available this day
nl: Er is op deze dag geen tijd meer beschikbaar om een afspraak te maken

# validation.product_doesnt_exist
source: The selected product doesnt exist
nl: Dit product bestaat niet

# validation.product_amount_not_allowed
source: Invalid amount of products chosen
nl: Ongeldig aantal van dit product geselecteerd

# validation.product_already_exists
source: This product is already chosen and can't be chosen more than once
nl: Dit product heeft u al gekozen en kan niet vaker worden gekozen

# validation.no_product_selected
source: You have to select at least one product
nl: U dient tenminste één product selecteren

# validation.no_location_selected
source: You have to select a location
nl: Geef de locatie aan door er op te klikken

# validation.no_day_or_time_selected
source: You have not selected a day or time
nl: U heeft geen dag of tijd geselecteerd

# validation.calendar_no_month_selected
source: You didnt select a month
nl: U heeft geen maand geselecteerd

# validation.calendar_no_day_selected
source: You didnt select a day
nl: U heeft geen dag geselecteerd

# validation.calendar_no_time_selected
source: You didnt select a time
nl: U heeft geen tijd geselecteerd

# validation.calendar_invalid_month
source: The selected month is invalid
nl: De gekozen maand is niet(meer) geldig

# validation.calendar_invalid_day
source: The selected day is invalid
nl: De gekozen dag is niet(meer) geldig

# validation.calendar_invalid_time
source: The selected time is invalid
nl: De gekozen tijd is niet(meer) geldig

# validation.calendar_day_and_time_not_available
source: The selected day time is not available
nl: De geselecteerde dag of tijd is niet beschikbaar

# validation.clientdata.no_clientdata_given
source: There is no client data given
nl: U heeft geen persoonlijke gegevens ingevoerd

# validation.clientdata.no_id
source: You did not fill out your ID number
nl: U heeft het nummer van uw ID bewijs niet ingevoerd

# validation.clientdata.invalid_id
source: The BSN number is invalid
nl: het BSN nummer is ongeldig

# validation.clientdata.no_sex_checked
source: You did not select your sex
nl: U heeft geen geslacht gekozen

# validation.clientdata.invalid_sex
source: The value of the given sex is invalid
nl: Ongeldige waarde voor geslacht

# validation.clientdata.no_initials
source: You did not fill out your initials
nl: U heeft uw initialen niet ingevoerd

# validation.clientdata.no_lastName
source: You did not fill out your last name
nl: U heeft uw achternaam niet ingevoerd

# validation.clientdata.no_birthday
source: You did not fill out your birthday
nl: U heeft uw geboortedatum niet (juist) ingevuld

# validation.clientdata.invalid_birthday
source: You entered a wrong birthday
nl: U heeft een onjuiste geboortedatumn ingevuld

# validation.clientdata.no_street
source: You did not fill in your street name
nl: U heeft uw straatnaam niet ingevuld

# validation.clientdata.no_number
source: You did not enter your street number
nl: U heeft uw huisnummer niet ingevuld

# validation.clientdata.invalid_number
source: You entered a wrong street number
nl: U heeft een onjuist huisnummer ingevuld

# validation.clientdata.no_address
source: You did not enter your address
nl: U heeft uw adres niet ingevuld

# validation.clientdata.invalid_address
source: You entered a wrong address
nl: U heeft een onjuist adres ingevuld

# validation.clientdata.no_postalcode
source: You did not enter your postal code
nl: U heeft uw postcode niet ingevuld

# validation.clientdata.invalid_postalcode
source: You entered a wrong postal code
nl: U heeft een onjuiste postcode ingevuld

# validation.clientdata.no_city
source: You did not enter your city
nl: U heeft uw plaatsnaam niet ingevuld

# validation.clientdata.no_tel
source: You did not enter your tel
nl: U heeft uw telefoonnummer niet ingevuld

# validation.clientdata.no_mobile_tel
source: You did not enter your mobile tel
nl: U heeft uw mobiele telefoonnummer niet ingevuld

# validation.clientdata.sms_no_mobile_tel
source: You did not enter your mobile tel (required for SMS notification)
nl: U heeft uw mobiele telefoonnummer niet ingevuld (vereist voor SMS notificatie)

# validation.clientdata.no_mail
source: You did not fill in your mail address
nl: U heeft uw email adres niet ingevuld

# validation.clientdata.invalid_mail
source: You entered a wrong mail address
nl: U heeft een onjuist email adres ingevuld

# validation.clientdata.no_country
source: You did not fill in your country
nl: U heeft uw land niet ingevuld

source: Previous
nl: Vorige

source: Next
nl: Volgende

# cancel.confirmationtext
source: Are you sure you would cancel the appointment?
nl: Weet u zeker dat u de onderstaande afspraak wilt afzeggen?

# cancel.message.1
source: The url contains no appointment hash.
nl: De url bevat geen afspraak sleutel.

# cancel.message.2
source: The given appointment hash is invalid.
nl: De meegegeven afspraak sleutel is ongeldig.

# cancel.message.3
source: The appointment is expired, its not possible to cancel it anymore.
nl: De afspraak bevind zich in het verleden, het is niet mogelijk om deze af te zeggen.

# cancel.message.4
source: The appointment is already cancelled or expired.
nl: Deze afspraak is al afgezegd of ligt in het veleden waardoor deze actie niet meer mogelijk is.

# cancel.date
source: Date
nl: Datum

# cancel.time
source: Time
nl: Tijdstip

# cancel.products
source: Products
nl: Producten

# cancel.location
source: Location
nl: Locatie

# cancel.confirm
source: Click to confirm appointment cancelling
nl: Ja, zeg mijn afspraak af.

# cancel.succesfully
source: The appointment is cancelled succesfully.
nl: Bedankt. Uw afspraak is succesvol afgezegd.

# session.expired.message
source: Your session is expired. You can fill out the form again.
nl: Uw vorige sessie is verlopen. U kunt het formulier opnieuw invullen.
